tutorials/heatTransfer/buoyantFoam/hotRoom/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name from directory
application="buoyantFoam"

compileApplication setHotRoom
runApplication blockMesh
runApplication setHotRoom
runApplication $application
